Repository: wasilapp/wasilShopApp
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: contact_us
ar: التواصل معنا

source: Transaction
ar: معاملات مالية

# changelanguage
source: Transaction
ar: مالية

# arabic
source: Transaction
ar: مالية

source: Sign in
ar: تسجيل الدخول

source: Please enter your password
ar: الرجاء ادخال كلمة المرور

source: password length at least 8 character
ar: عدد احرف الباسورد اقل من 8 احرف

source: password
ar: كلمة المرور

source: Please enter your mobile number
ar: الرجاء ادخال رقم الهاتف

source: mobile number not eqiual 9
ar: رقم الهاتف لا يساوي 9 ارقام

source: Don't have an Account?
ar: لا يوجد لديك حساب

source: SignUp
ar: انشاء حساب

source: SignIn with vistor
ar: تسجيل كزائر

source: mobile Number
ar: رقم الهاتف

source: Sign Up
ar: انشاء حساب

source: Please enter your Email number
ar: الرجاء ادخال البريد الاكتروني

source: Email
ar: بريد الاكتروني

source: Please enter your shop Name English
ar: الرجاء ادخال اسم المتجر بلانجليزي

source: please only character in English
ar: فقط احرف انجليزي

source: Shop name in English
ar: اسم المتجر بالانجليزي

source: Please enter your shop Name Arabic
ar: الرجاء ادخال اسم المتجر بالعربي

source: please only character in Arabic
ar: فقط احرف عربية

source: Shop name in arabic
ar: اسم المتجر بالعربي

source: Please enter your manger Name English
ar: اسم المدير بالاحرف الانجليزية

source: Manger name in English
ar: اسم المدير بالانجليزي

source: Please enter your manger Name Arabic
ar: الرجاء ادخال اسم المدير بالعربي

source: Please enter only character Arabic
ar: فقط احرف عربية

source: Manger name in arabic
ar: اسم المدير بالعربي

source: Please enter your address
ar: الرجاء ادخال الموقع

source: Please enter your profilePic
ar: ادخال الشعار الخاص بالمتجر

source: profile_pic
ar: شعار المتجر

# pleaseEnterYourLicencepic
source: الرجاء اختيار صورة رخصة السيارة
ar: الرجاء ادخال رخصة المتجر

source: licencePic
ar: رخصة المتجر

source: Have Account ?
ar: لديك حساب ?

source: SignIn
ar: تسجيل دخول

source: Gallery
ar: المعرض

source: Camera
ar: الكاميرا

source: Scheduled Order
ar: الطلبات المجدولة

source: Nearest Order
ar: الطلبات المستعجلة

source: orders
ar: الطلبات

source: Driver
ar: السائقين

source: Profile
ar: الملف الشخصي

source: Coupon
ar: الكوبونات

source: share
ar: المشاركة
